{
	"paper": [
		{
			"image": "https://github.com/patricialvesoliveira/patricialvesoliveira.github.io/blob/master/img/conflict.png",
			"title": "Looking for Conflict: Gaze Dynamics in a Dyadic Mixed-Motive Game",
			"author": [
				{
					"author_name": "Joana Campos, Patrícia Alves-Oliveira, and Ana Paivao"
				}
			],
			"conference url": "https://www.springer.com/journal/10458",
			"conference": "Autonomous Agents and Multi-Agent Systems",
			"year": "2015",
			"abstract": "The way gaze cues are used in social interactions is by no means irrelevant because they are fundamentally important for understanding social interactions. In this paper, we argue that social conflict is a form of relating and that gaze clues are critical to understanding the underlying cognitive processes in this phenomenon. To learn more about conflict, we created an experimental setting that reduces real life to a mixed-motive game. We analyse the gaze patterns of 22 10- to 12-year-old children in specific game moments that could have been conductive to conflict. Our aim is to understand how subtle forms of conflict unfold, by analysing micro-level behaviours and establishing a link to high-level psychological constructs. Their gazes show that children are being more competitive or cooperative at different stages of the game. Children tend to avoid confrontation by averting face-directed gazes when they are asking for larger profits, and they gaze longer to attempt to persuade the other child.",
			"links": {
				"pdf_url": "https://discovery.ucl.ac.uk/id/eprint/1531990/1/Vasalou_The%20case%20of%20classroom%20robots.pdf"
			},
			"id": "autonomousagents15",
			"short_abstract": "To learn more about conflict, we created an experimental setting that reduces real life to a mixed-motive game and analyzed the gaze patterns in specific game moments that could have been conductive to conflict.",
			"conference_full_name": "Autonomous Agents and Multi-Agent Systems",
			"bibtex": "@inproceedings{test,\n  title={test},\n  author={alves, patricia},\n  booktitle={Proc. of HRI},\n  year={2021}\n}"
		}
	]
}
